mapkeeper/ycsb/data/thrift2/selector_16_5000
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 5000 -load
Loading workload...
Starting test.
SLF4J: Failed to load class "org.slf4j.impl.StaticLoggerBinder".
SLF4J: Defaulting to no-operation (NOP) logger implementation
SLF4J: See http://www.slf4j.org/codes.html#StaticLoggerBinder for further details.
 0 sec: 0 operations; 
Maximum execution time specified as: 60 secs
 10 sec: 1370051 operations; 136187.97 current ops/sec; [INSERT AverageLatency(us)=14470.94] 
 20 sec: 3235159 operations; 186361.71 current ops/sec; [INSERT AverageLatency(us)=26448.67] 
 30 sec: 5170335 operations; 193440.22 current ops/sec; [INSERT AverageLatency(us)=25833.93] 
 40 sec: 7073254 operations; 190215.81 current ops/sec; [INSERT AverageLatency(us)=26269.33] 
 50 sec: 8972270 operations; 189825.67 current ops/sec; [INSERT AverageLatency(us)=26322.37] 
 60 sec: 10911404 operations; 193835.87 current ops/sec; [INSERT AverageLatency(us)=25779.48] 
Maximum time elapsed. Requesting stop for the workload.
Stop requested for workload. Now Joining!
[OVERALL], RunTime(ms), 69061.0
[OVERALL], Throughput(ops/sec), 182110.01867913874
[INSERT], Operations, 12576700
[INSERT], AverageLatency(us), 24813.77566682834
[INSERT], MinLatency(us), 169
[INSERT], MaxLatency(us), 294681
[INSERT], 95thPercentileLatency(ms), 40
[INSERT], 99thPercentileLatency(ms), 51
[INSERT], Return=0, 12576700
[INSERT], 0, 273942
[INSERT], 1, 69700
[INSERT], 2, 53063
[INSERT], 3, 53259
[INSERT], 4, 44597
[INSERT], 5, 44558
[INSERT], 6, 46212
[INSERT], 7, 54490
[INSERT], 8, 68811
[INSERT], 9, 88507
[INSERT], 10, 113222
[INSERT], 11, 142973
[INSERT], 12, 176616
[INSERT], 13, 217840
[INSERT], 14, 251597
[INSERT], 15, 304418
[INSERT], 16, 369432
[INSERT], 17, 413902
[INSERT], 18, 468879
[INSERT], 19, 501919
[INSERT], 20, 541013
[INSERT], 21, 583758
[INSERT], 22, 594460
[INSERT], 23, 592242
[INSERT], 24, 603956
[INSERT], 25, 582593
[INSERT], 26, 567264
[INSERT], 27, 535528
[INSERT], 28, 492490
[INSERT], 29, 461978
[INSERT], 30, 421679
[INSERT], 31, 384587
[INSERT], 32, 341165
[INSERT], 33, 302524
[INSERT], 34, 264548
[INSERT], 35, 224198
[INSERT], 36, 198160
[INSERT], 37, 169780
[INSERT], 38, 141960
[INSERT], 39, 121015
[INSERT], 40, 109290
[INSERT], 41, 90756
[INSERT], 42, 74723
[INSERT], 43, 62251
[INSERT], 44, 52349
[INSERT], 45, 44267
[INSERT], 46, 34598
[INSERT], 47, 31109
[INSERT], 48, 24937
[INSERT], 49, 21617
[INSERT], 50, 17838
[INSERT], 51, 15161
[INSERT], 52, 12189
[INSERT], 53, 10029
[INSERT], 54, 8296
[INSERT], 55, 7279
[INSERT], 56, 6393
[INSERT], 57, 4982
[INSERT], 58, 4397
[INSERT], 59, 3481
[INSERT], 60, 2904
[INSERT], 61, 2493
[INSERT], 62, 2149
[INSERT], 63, 1848
[INSERT], 64, 1529
[INSERT], 65, 1233
[INSERT], 66, 1184
[INSERT], 67, 1093
[INSERT], 68, 789
[INSERT], 69, 590
[INSERT], 70, 579
[INSERT], 71, 680
[INSERT], 72, 476
[INSERT], 73, 393
[INSERT], 74, 392
[INSERT], 75, 334
[INSERT], 76, 373
[INSERT], 77, 397
[INSERT], 78, 298
[INSERT], 79, 232
[INSERT], 80, 219
[INSERT], 81, 271
[INSERT], 82, 316
[INSERT], 83, 267
[INSERT], 84, 216
[INSERT], 85, 255
[INSERT], 86, 280
[INSERT], 87, 295
[INSERT], 88, 536
[INSERT], 89, 377
[INSERT], 90, 454
[INSERT], 91, 569
[INSERT], 92, 414
[INSERT], 93, 444
[INSERT], 94, 421
[INSERT], 95, 402
[INSERT], 96, 522
[INSERT], 97, 587
[INSERT], 98, 471
[INSERT], 99, 627
[INSERT], 100, 385
[INSERT], 101, 593
[INSERT], 102, 530
[INSERT], 103, 421
[INSERT], 104, 497
[INSERT], 105, 476
[INSERT], 106, 482
[INSERT], 107, 340
[INSERT], 108, 270
[INSERT], 109, 246
[INSERT], 110, 294
[INSERT], 111, 381
[INSERT], 112, 437
[INSERT], 113, 296
[INSERT], 114, 276
[INSERT], 115, 268
[INSERT], 116, 274
[INSERT], 117, 324
[INSERT], 118, 260
[INSERT], 119, 221
[INSERT], 120, 234
[INSERT], 121, 266
[INSERT], 122, 260
[INSERT], 123, 322
[INSERT], 124, 332
[INSERT], 125, 274
[INSERT], 126, 305
[INSERT], 127, 267
[INSERT], 128, 227
[INSERT], 129, 200
[INSERT], 130, 234
[INSERT], 131, 221
[INSERT], 132, 207
[INSERT], 133, 213
[INSERT], 134, 193
[INSERT], 135, 163
[INSERT], 136, 136
[INSERT], 137, 170
[INSERT], 138, 164
[INSERT], 139, 208
[INSERT], 140, 207
[INSERT], 141, 245
[INSERT], 142, 150
[INSERT], 143, 158
[INSERT], 144, 174
[INSERT], 145, 162
[INSERT], 146, 146
[INSERT], 147, 163
[INSERT], 148, 125
[INSERT], 149, 115
[INSERT], 150, 82
[INSERT], 151, 110
[INSERT], 152, 119
[INSERT], 153, 139
[INSERT], 154, 193
[INSERT], 155, 168
[INSERT], 156, 157
[INSERT], 157, 183
[INSERT], 158, 190
[INSERT], 159, 183
[INSERT], 160, 140
[INSERT], 161, 129
[INSERT], 162, 137
[INSERT], 163, 148
[INSERT], 164, 170
[INSERT], 165, 140
[INSERT], 166, 119
[INSERT], 167, 111
[INSERT], 168, 130
[INSERT], 169, 95
[INSERT], 170, 122
[INSERT], 171, 100
[INSERT], 172, 172
[INSERT], 173, 175
[INSERT], 174, 175
[INSERT], 175, 155
[INSERT], 176, 132
[INSERT], 177, 139
[INSERT], 178, 149
[INSERT], 179, 159
[INSERT], 180, 94
[INSERT], 181, 137
[INSERT], 182, 166
[INSERT], 183, 166
[INSERT], 184, 106
[INSERT], 185, 103
[INSERT], 186, 107
[INSERT], 187, 141
[INSERT], 188, 102
[INSERT], 189, 90
[INSERT], 190, 78
[INSERT], 191, 105
[INSERT], 192, 149
[INSERT], 193, 89
[INSERT], 194, 118
[INSERT], 195, 99
[INSERT], 196, 96
[INSERT], 197, 120
[INSERT], 198, 104
[INSERT], 199, 143
[INSERT], 200, 162
[INSERT], 201, 184
[INSERT], 202, 134
[INSERT], 203, 142
[INSERT], 204, 201
[INSERT], 205, 296
[INSERT], 206, 350
[INSERT], 207, 389
[INSERT], 208, 268
[INSERT], 209, 297
[INSERT], 210, 207
[INSERT], 211, 201
[INSERT], 212, 166
[INSERT], 213, 177
[INSERT], 214, 145
[INSERT], 215, 133
[INSERT], 216, 130
[INSERT], 217, 189
[INSERT], 218, 191
[INSERT], 219, 250
[INSERT], 220, 266
[INSERT], 221, 263
[INSERT], 222, 398
[INSERT], 223, 322
[INSERT], 224, 331
[INSERT], 225, 272
[INSERT], 226, 242
[INSERT], 227, 212
[INSERT], 228, 137
[INSERT], 229, 97
[INSERT], 230, 102
[INSERT], 231, 88
[INSERT], 232, 101
[INSERT], 233, 78
[INSERT], 234, 85
[INSERT], 235, 103
[INSERT], 236, 102
[INSERT], 237, 99
[INSERT], 238, 84
[INSERT], 239, 72
[INSERT], 240, 104
[INSERT], 241, 105
[INSERT], 242, 69
[INSERT], 243, 58
[INSERT], 244, 49
[INSERT], 245, 39
[INSERT], 246, 43
[INSERT], 247, 73
[INSERT], 248, 110
[INSERT], 249, 87
[INSERT], 250, 99
[INSERT], 251, 113
[INSERT], 252, 79
[INSERT], 253, 56
[INSERT], 254, 55
[INSERT], 255, 48
[INSERT], 256, 77
[INSERT], 257, 90
[INSERT], 258, 83
[INSERT], 259, 103
[INSERT], 260, 69
[INSERT], 261, 68
[INSERT], 262, 45
[INSERT], 263, 53
[INSERT], 264, 26
[INSERT], 265, 27
[INSERT], 266, 10
[INSERT], 267, 10
[INSERT], 268, 29
[INSERT], 269, 48
[INSERT], 270, 78
[INSERT], 271, 71
[INSERT], 272, 29
[INSERT], 273, 19
[INSERT], 274, 4
[INSERT], 275, 2
[INSERT], 276, 2
[INSERT], 277, 0
[INSERT], 278, 0
[INSERT], 279, 24
[INSERT], 280, 26
[INSERT], 281, 11
[INSERT], 282, 2
[INSERT], 283, 0
[INSERT], 284, 0
[INSERT], 285, 0
[INSERT], 286, 0
[INSERT], 287, 0
[INSERT], 288, 0
[INSERT], 289, 0
[INSERT], 290, 0
[INSERT], 291, 2
[INSERT], 292, 3
[INSERT], 293, 2
[INSERT], 294, 2
[INSERT], 295, 0
[INSERT], 296, 0
[INSERT], 297, 0
[INSERT], 298, 0
[INSERT], 299, 0
[INSERT], 300, 0
[INSERT], 301, 0
[INSERT], 302, 0
[INSERT], 303, 0
[INSERT], 304, 0
[INSERT], 305, 0
[INSERT], 306, 0
[INSERT], 307, 0
[INSERT], 308, 0
[INSERT], 309, 0
[INSERT], 310, 0
[INSERT], 311, 0
[INSERT], 312, 0
[INSERT], 313, 0
[INSERT], 314, 0
[INSERT], 315, 0
[INSERT], 316, 0
[INSERT], 317, 0
[INSERT], 318, 0
[INSERT], 319, 0
[INSERT], 320, 0
[INSERT], 321, 0
[INSERT], 322, 0
[INSERT], 323, 0
[INSERT], 324, 0
[INSERT], 325, 0
[INSERT], 326, 0
[INSERT], 327, 0
[INSERT], 328, 0
[INSERT], 329, 0
[INSERT], 330, 0
[INSERT], 331, 0
[INSERT], 332, 0
[INSERT], 333, 0
[INSERT], 334, 0
[INSERT], 335, 0
[INSERT], 336, 0
[INSERT], 337, 0
[INSERT], 338, 0
[INSERT], 339, 0
[INSERT], 340, 0
[INSERT], 341, 0
[INSERT], 342, 0
[INSERT], 343, 0
[INSERT], 344, 0
[INSERT], 345, 0
[INSERT], 346, 0
[INSERT], 347, 0
[INSERT], 348, 0
[INSERT], 349, 0
[INSERT], 350, 0
[INSERT], 351, 0
[INSERT], 352, 0
[INSERT], 353, 0
[INSERT], 354, 0
[INSERT], 355, 0
[INSERT], 356, 0
[INSERT], 357, 0
[INSERT], 358, 0
[INSERT], 359, 0
[INSERT], 360, 0
[INSERT], 361, 0
[INSERT], 362, 0
[INSERT], 363, 0
[INSERT], 364, 0
[INSERT], 365, 0
[INSERT], 366, 0
[INSERT], 367, 0
[INSERT], 368, 0
[INSERT], 369, 0
[INSERT], 370, 0
[INSERT], 371, 0
[INSERT], 372, 0
[INSERT], 373, 0
[INSERT], 374, 0
[INSERT], 375, 0
[INSERT], 376, 0
[INSERT], 377, 0
[INSERT], 378, 0
[INSERT], 379, 0
[INSERT], 380, 0
[INSERT], 381, 0
[INSERT], 382, 0
[INSERT], 383, 0
[INSERT], 384, 0
[INSERT], 385, 0
[INSERT], 386, 0
[INSERT], 387, 0
[INSERT], 388, 0
[INSERT], 389, 0
[INSERT], 390, 0
[INSERT], 391, 0
[INSERT], 392, 0
[INSERT], 393, 0
[INSERT], 394, 0
[INSERT], 395, 0
[INSERT], 396, 0
[INSERT], 397, 0
[INSERT], 398, 0
[INSERT], 399, 0
[INSERT], 400, 0
[INSERT], 401, 0
[INSERT], 402, 0
[INSERT], 403, 0
[INSERT], 404, 0
[INSERT], 405, 0
[INSERT], 406, 0
[INSERT], 407, 0
[INSERT], 408, 0
[INSERT], 409, 0
[INSERT], 410, 0
[INSERT], 411, 0
[INSERT], 412, 0
[INSERT], 413, 0
[INSERT], 414, 0
[INSERT], 415, 0
[INSERT], 416, 0
[INSERT], 417, 0
[INSERT], 418, 0
[INSERT], 419, 0
[INSERT], 420, 0
[INSERT], 421, 0
[INSERT], 422, 0
[INSERT], 423, 0
[INSERT], 424, 0
[INSERT], 425, 0
[INSERT], 426, 0
[INSERT], 427, 0
[INSERT], 428, 0
[INSERT], 429, 0
[INSERT], 430, 0
[INSERT], 431, 0
[INSERT], 432, 0
[INSERT], 433, 0
[INSERT], 434, 0
[INSERT], 435, 0
[INSERT], 436, 0
[INSERT], 437, 0
[INSERT], 438, 0
[INSERT], 439, 0
[INSERT], 440, 0
[INSERT], 441, 0
[INSERT], 442, 0
[INSERT], 443, 0
[INSERT], 444, 0
[INSERT], 445, 0
[INSERT], 446, 0
[INSERT], 447, 0
[INSERT], 448, 0
[INSERT], 449, 0
[INSERT], 450, 0
[INSERT], 451, 0
[INSERT], 452, 0
[INSERT], 453, 0
[INSERT], 454, 0
[INSERT], 455, 0
[INSERT], 456, 0
[INSERT], 457, 0
[INSERT], 458, 0
[INSERT], 459, 0
[INSERT], 460, 0
[INSERT], 461, 0
[INSERT], 462, 0
[INSERT], 463, 0
[INSERT], 464, 0
[INSERT], 465, 0
[INSERT], 466, 0
[INSERT], 467, 0
[INSERT], 468, 0
[INSERT], 469, 0
[INSERT], 470, 0
[INSERT], 471, 0
[INSERT], 472, 0
[INSERT], 473, 0
[INSERT], 474, 0
[INSERT], 475, 0
[INSERT], 476, 0
[INSERT], 477, 0
[INSERT], 478, 0
[INSERT], 479, 0
[INSERT], 480, 0
[INSERT], 481, 0
[INSERT], 482, 0
[INSERT], 483, 0
[INSERT], 484, 0
[INSERT], 485, 0
[INSERT], 486, 0
[INSERT], 487, 0
[INSERT], 488, 0
[INSERT], 489, 0
[INSERT], 490, 0
[INSERT], 491, 0
[INSERT], 492, 0
[INSERT], 493, 0
[INSERT], 494, 0
[INSERT], 495, 0
[INSERT], 496, 0
[INSERT], 497, 0
[INSERT], 498, 0
[INSERT], 499, 0
[INSERT], 500, 0
[INSERT], 501, 0
[INSERT], 502, 0
[INSERT], 503, 0
[INSERT], 504, 0
[INSERT], 505, 0
[INSERT], 506, 0
[INSERT], 507, 0
[INSERT], 508, 0
[INSERT], 509, 0
[INSERT], 510, 0
[INSERT], 511, 0
[INSERT], 512, 0
[INSERT], 513, 0
[INSERT], 514, 0
[INSERT], 515, 0
[INSERT], 516, 0
[INSERT], 517, 0
[INSERT], 518, 0
[INSERT], 519, 0
[INSERT], 520, 0
[INSERT], 521, 0
[INSERT], 522, 0
[INSERT], 523, 0
[INSERT], 524, 0
[INSERT], 525, 0
[INSERT], 526, 0
[INSERT], 527, 0
[INSERT], 528, 0
[INSERT], 529, 0
[INSERT], 530, 0
[INSERT], 531, 0
[INSERT], 532, 0
[INSERT], 533, 0
[INSERT], 534, 0
[INSERT], 535, 0
[INSERT], 536, 0
[INSERT], 537, 0
[INSERT], 538, 0
[INSERT], 539, 0
[INSERT], 540, 0
[INSERT], 541, 0
[INSERT], 542, 0
[INSERT], 543, 0
[INSERT], 544, 0
[INSERT], 545, 0
[INSERT], 546, 0
[INSERT], 547, 0
[INSERT], 548, 0
[INSERT], 549, 0
[INSERT], 550, 0
[INSERT], 551, 0
[INSERT], 552, 0
[INSERT], 553, 0
[INSERT], 554, 0
[INSERT], 555, 0
[INSERT], 556, 0
[INSERT], 557, 0
[INSERT], 558, 0
[INSERT], 559, 0
[INSERT], 560, 0
[INSERT], 561, 0
[INSERT], 562, 0
[INSERT], 563, 0
[INSERT], 564, 0
[INSERT], 565, 0
[INSERT], 566, 0
[INSERT], 567, 0
[INSERT], 568, 0
[INSERT], 569, 0
[INSERT], 570, 0
[INSERT], 571, 0
[INSERT], 572, 0
[INSERT], 573, 0
[INSERT], 574, 0
[INSERT], 575, 0
[INSERT], 576, 0
[INSERT], 577, 0
[INSERT], 578, 0
[INSERT], 579, 0
[INSERT], 580, 0
[INSERT], 581, 0
[INSERT], 582, 0
[INSERT], 583, 0
[INSERT], 584, 0
[INSERT], 585, 0
[INSERT], 586, 0
[INSERT], 587, 0
[INSERT], 588, 0
[INSERT], 589, 0
[INSERT], 590, 0
[INSERT], 591, 0
[INSERT], 592, 0
[INSERT], 593, 0
[INSERT], 594, 0
[INSERT], 595, 0
[INSERT], 596, 0
[INSERT], 597, 0
[INSERT], 598, 0
[INSERT], 599, 0
[INSERT], 600, 0
[INSERT], 601, 0
[INSERT], 602, 0
[INSERT], 603, 0
[INSERT], 604, 0
[INSERT], 605, 0
[INSERT], 606, 0
[INSERT], 607, 0
[INSERT], 608, 0
[INSERT], 609, 0
[INSERT], 610, 0
[INSERT], 611, 0
[INSERT], 612, 0
[INSERT], 613, 0
[INSERT], 614, 0
[INSERT], 615, 0
[INSERT], 616, 0
[INSERT], 617, 0
[INSERT], 618, 0
[INSERT], 619, 0
[INSERT], 620, 0
[INSERT], 621, 0
[INSERT], 622, 0
[INSERT], 623, 0
[INSERT], 624, 0
[INSERT], 625, 0
[INSERT], 626, 0
[INSERT], 627, 0
[INSERT], 628, 0
[INSERT], 629, 0
[INSERT], 630, 0
[INSERT], 631, 0
[INSERT], 632, 0
[INSERT], 633, 0
[INSERT], 634, 0
[INSERT], 635, 0
[INSERT], 636, 0
[INSERT], 637, 0
[INSERT], 638, 0
[INSERT], 639, 0
[INSERT], 640, 0
[INSERT], 641, 0
[INSERT], 642, 0
[INSERT], 643, 0
[INSERT], 644, 0
[INSERT], 645, 0
[INSERT], 646, 0
[INSERT], 647, 0
[INSERT], 648, 0
[INSERT], 649, 0
[INSERT], 650, 0
[INSERT], 651, 0
[INSERT], 652, 0
[INSERT], 653, 0
[INSERT], 654, 0
[INSERT], 655, 0
[INSERT], 656, 0
[INSERT], 657, 0
[INSERT], 658, 0
[INSERT], 659, 0
[INSERT], 660, 0
[INSERT], 661, 0
[INSERT], 662, 0
[INSERT], 663, 0
[INSERT], 664, 0
[INSERT], 665, 0
[INSERT], 666, 0
[INSERT], 667, 0
[INSERT], 668, 0
[INSERT], 669, 0
[INSERT], 670, 0
[INSERT], 671, 0
[INSERT], 672, 0
[INSERT], 673, 0
[INSERT], 674, 0
[INSERT], 675, 0
[INSERT], 676, 0
[INSERT], 677, 0
[INSERT], 678, 0
[INSERT], 679, 0
[INSERT], 680, 0
[INSERT], 681, 0
[INSERT], 682, 0
[INSERT], 683, 0
[INSERT], 684, 0
[INSERT], 685, 0
[INSERT], 686, 0
[INSERT], 687, 0
[INSERT], 688, 0
[INSERT], 689, 0
[INSERT], 690, 0
[INSERT], 691, 0
[INSERT], 692, 0
[INSERT], 693, 0
[INSERT], 694, 0
[INSERT], 695, 0
[INSERT], 696, 0
[INSERT], 697, 0
[INSERT], 698, 0
[INSERT], 699, 0
[INSERT], 700, 0
[INSERT], 701, 0
[INSERT], 702, 0
[INSERT], 703, 0
[INSERT], 704, 0
[INSERT], 705, 0
[INSERT], 706, 0
[INSERT], 707, 0
[INSERT], 708, 0
[INSERT], 709, 0
[INSERT], 710, 0
[INSERT], 711, 0
[INSERT], 712, 0
[INSERT], 713, 0
[INSERT], 714, 0
[INSERT], 715, 0
[INSERT], 716, 0
[INSERT], 717, 0
[INSERT], 718, 0
[INSERT], 719, 0
[INSERT], 720, 0
[INSERT], 721, 0
[INSERT], 722, 0
[INSERT], 723, 0
[INSERT], 724, 0
[INSERT], 725, 0
[INSERT], 726, 0
[INSERT], 727, 0
[INSERT], 728, 0
[INSERT], 729, 0
[INSERT], 730, 0
[INSERT], 731, 0
[INSERT], 732, 0
[INSERT], 733, 0
[INSERT], 734, 0
[INSERT], 735, 0
[INSERT], 736, 0
[INSERT], 737, 0
[INSERT], 738, 0
[INSERT], 739, 0
[INSERT], 740, 0
[INSERT], 741, 0
[INSERT], 742, 0
[INSERT], 743, 0
[INSERT], 744, 0
[INSERT], 745, 0
[INSERT], 746, 0
[INSERT], 747, 0
[INSERT], 748, 0
[INSERT], 749, 0
[INSERT], 750, 0
[INSERT], 751, 0
[INSERT], 752, 0
[INSERT], 753, 0
[INSERT], 754, 0
[INSERT], 755, 0
[INSERT], 756, 0
[INSERT], 757, 0
[INSERT], 758, 0
[INSERT], 759, 0
[INSERT], 760, 0
[INSERT], 761, 0
[INSERT], 762, 0
[INSERT], 763, 0
[INSERT], 764, 0
[INSERT], 765, 0
[INSERT], 766, 0
[INSERT], 767, 0
[INSERT], 768, 0
[INSERT], 769, 0
[INSERT], 770, 0
[INSERT], 771, 0
[INSERT], 772, 0
[INSERT], 773, 0
[INSERT], 774, 0
[INSERT], 775, 0
[INSERT], 776, 0
[INSERT], 777, 0
[INSERT], 778, 0
[INSERT], 779, 0
[INSERT], 780, 0
[INSERT], 781, 0
[INSERT], 782, 0
[INSERT], 783, 0
[INSERT], 784, 0
[INSERT], 785, 0
[INSERT], 786, 0
[INSERT], 787, 0
[INSERT], 788, 0
[INSERT], 789, 0
[INSERT], 790, 0
[INSERT], 791, 0
[INSERT], 792, 0
[INSERT], 793, 0
[INSERT], 794, 0
[INSERT], 795, 0
[INSERT], 796, 0
[INSERT], 797, 0
[INSERT], 798, 0
[INSERT], 799, 0
[INSERT], 800, 0
[INSERT], 801, 0
[INSERT], 802, 0
[INSERT], 803, 0
[INSERT], 804, 0
[INSERT], 805, 0
[INSERT], 806, 0
[INSERT], 807, 0
[INSERT], 808, 0
[INSERT], 809, 0
[INSERT], 810, 0
[INSERT], 811, 0
[INSERT], 812, 0
[INSERT], 813, 0
[INSERT], 814, 0
[INSERT], 815, 0
[INSERT], 816, 0
[INSERT], 817, 0
[INSERT], 818, 0
[INSERT], 819, 0
[INSERT], 820, 0
[INSERT], 821, 0
[INSERT], 822, 0
[INSERT], 823, 0
[INSERT], 824, 0
[INSERT], 825, 0
[INSERT], 826, 0
[INSERT], 827, 0
[INSERT], 828, 0
[INSERT], 829, 0
[INSERT], 830, 0
[INSERT], 831, 0
[INSERT], 832, 0
[INSERT], 833, 0
[INSERT], 834, 0
[INSERT], 835, 0
[INSERT], 836, 0
[INSERT], 837, 0
[INSERT], 838, 0
[INSERT], 839, 0
[INSERT], 840, 0
[INSERT], 841, 0
[INSERT], 842, 0
[INSERT], 843, 0
[INSERT], 844, 0
[INSERT], 845, 0
[INSERT], 846, 0
[INSERT], 847, 0
[INSERT], 848, 0
[INSERT], 849, 0
[INSERT], 850, 0
[INSERT], 851, 0
[INSERT], 852, 0
[INSERT], 853, 0
[INSERT], 854, 0
[INSERT], 855, 0
[INSERT], 856, 0
[INSERT], 857, 0
[INSERT], 858, 0
[INSERT], 859, 0
[INSERT], 860, 0
[INSERT], 861, 0
[INSERT], 862, 0
[INSERT], 863, 0
[INSERT], 864, 0
[INSERT], 865, 0
[INSERT], 866, 0
[INSERT], 867, 0
[INSERT], 868, 0
[INSERT], 869, 0
[INSERT], 870, 0
[INSERT], 871, 0
[INSERT], 872, 0
[INSERT], 873, 0
[INSERT], 874, 0
[INSERT], 875, 0
[INSERT], 876, 0
[INSERT], 877, 0
[INSERT], 878, 0
[INSERT], 879, 0
[INSERT], 880, 0
[INSERT], 881, 0
[INSERT], 882, 0
[INSERT], 883, 0
[INSERT], 884, 0
[INSERT], 885, 0
[INSERT], 886, 0
[INSERT], 887, 0
[INSERT], 888, 0
[INSERT], 889, 0
[INSERT], 890, 0
[INSERT], 891, 0
[INSERT], 892, 0
[INSERT], 893, 0
[INSERT], 894, 0
[INSERT], 895, 0
[INSERT], 896, 0
[INSERT], 897, 0
[INSERT], 898, 0
[INSERT], 899, 0
[INSERT], 900, 0
[INSERT], 901, 0
[INSERT], 902, 0
[INSERT], 903, 0
[INSERT], 904, 0
[INSERT], 905, 0
[INSERT], 906, 0
[INSERT], 907, 0
[INSERT], 908, 0
[INSERT], 909, 0
[INSERT], 910, 0
[INSERT], 911, 0
[INSERT], 912, 0
[INSERT], 913, 0
[INSERT], 914, 0
[INSERT], 915, 0
[INSERT], 916, 0
[INSERT], 917, 0
[INSERT], 918, 0
[INSERT], 919, 0
[INSERT], 920, 0
[INSERT], 921, 0
[INSERT], 922, 0
[INSERT], 923, 0
[INSERT], 924, 0
[INSERT], 925, 0
[INSERT], 926, 0
[INSERT], 927, 0
[INSERT], 928, 0
[INSERT], 929, 0
[INSERT], 930, 0
[INSERT], 931, 0
[INSERT], 932, 0
[INSERT], 933, 0
[INSERT], 934, 0
[INSERT], 935, 0
[INSERT], 936, 0
[INSERT], 937, 0
[INSERT], 938, 0
[INSERT], 939, 0
[INSERT], 940, 0
[INSERT], 941, 0
[INSERT], 942, 0
[INSERT], 943, 0
[INSERT], 944, 0
[INSERT], 945, 0
[INSERT], 946, 0
[INSERT], 947, 0
[INSERT], 948, 0
[INSERT], 949, 0
[INSERT], 950, 0
[INSERT], 951, 0
[INSERT], 952, 0
[INSERT], 953, 0
[INSERT], 954, 0
[INSERT], 955, 0
[INSERT], 956, 0
[INSERT], 957, 0
[INSERT], 958, 0
[INSERT], 959, 0
[INSERT], 960, 0
[INSERT], 961, 0
[INSERT], 962, 0
[INSERT], 963, 0
[INSERT], 964, 0
[INSERT], 965, 0
[INSERT], 966, 0
[INSERT], 967, 0
[INSERT], 968, 0
[INSERT], 969, 0
[INSERT], 970, 0
[INSERT], 971, 0
[INSERT], 972, 0
[INSERT], 973, 0
[INSERT], 974, 0
[INSERT], 975, 0
[INSERT], 976, 0
[INSERT], 977, 0
[INSERT], 978, 0
[INSERT], 979, 0
[INSERT], 980, 0
[INSERT], 981, 0
[INSERT], 982, 0
[INSERT], 983, 0
[INSERT], 984, 0
[INSERT], 985, 0
[INSERT], 986, 0
[INSERT], 987, 0
[INSERT], 988, 0
[INSERT], 989, 0
[INSERT], 990, 0
[INSERT], 991, 0
[INSERT], 992, 0
[INSERT], 993, 0
[INSERT], 994, 0
[INSERT], 995, 0
[INSERT], 996, 0
[INSERT], 997, 0
[INSERT], 998, 0
[INSERT], 999, 0
[INSERT], >1000, 0
java -cp /home/michim/gitdev/YCSB/core/target/core-0.1.4.jar:/home/michim/gitdev/YCSB/infinispan/src/main/conf:/home/michim/gitdev/YCSB/hbase/src/main/conf:/home/michim/gitdev/YCSB/jdbc/src/main/conf:/home/michim/gitdev/YCSB/nosqldb/src/main/conf:/home/michim/gitdev/YCSB/mapkeeper/target/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/mapkeeper/target/archive-tmp/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/gemfire/src/main/conf:/home/michim/gitdev/YCSB/voldemort/src/main/conf com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 5000 -load